Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The other licensees are Statoil Petroleum AS (20 per cent), ConocoPhillips Skandinavia AS (20 per cent) and BG Norge AS (20 per cent).
nb: Dei andre rettshavarane er Statoil Petroleum AS (20 prosent), ConocoPhillips Skandinavia AS (20 prosent) og BG Norge AS (20 prosent).

source: The area in this licence consists of the blocks 6603/5, 6603/6, 6603/7 and 6603/8.
nb: Arealet i dette løyvet består av blokkene 6603/5, 6603/6, 6603/7 og 6603/8.

source: The well will be drilled in the Norwegian Sea about 50 kilometres northwest of the Gro discovery and approximately 410 kilometres west of Sandnessjøen.
nb: Brønnen blir bora i Norskehavet om lag 50 kilometer nordvest for Grofunnet og om lag 410 kilometer vest for Sandnessjøen.

source: Production licence 392 was awarded on 28 April 2006 (19th licensing round on the Norwegian shelf).
nb: Utvinningsløyve 392 vart delt ut 28. april 2006 (19. konsesjonsrunde på norsk sokkel).

source: Concerning NPD annual reports
nb: Om årsberetninger

source: Annual report 2003
nb: Årsberetning 2003

source: Annual report 2002
nb: Årsberetning 2002

source: Annual report 2001
nb: Årsberetning 2001

source: Annual report 2000
nb: Årsberetning 2000

source: Annual report 1999
nb: Årsberetning 1999

source: Annual report 1998
nb: Årsberetning 1998

source: Annual report 1997
nb: Årsberetning 1997

source: Annual report 1996
nb: Årsberetning 1996

source: Annual report 1995
nb: Årsberetning 1995

source: Annual report 1994
nb: Årsberetning 1994

source: Annual report 1993
nb: Årsberetning 1993

source: Annual report 1992
nb: Årsberetning 1992

source: Annual report 1991
nb: Årsberetning 1991

source: Annual report 1990
nb: Årsberetning 1990

source: Annual report 1989
nb: Årsberetning 1989

source: Annual report 1988
nb: Årsberetning 1988

source: Annual report 1987
nb: Årsberetning 1987

source: Annual report 1986
nb: Årsberetning 1986

source: Annual report 1985
nb: Årsberetning 1985

source: Annual report 1984
nb: Årsberetning 1984

source: Annual report 1983
nb: Årsberetning 1983

source: Annual report 1982
nb: Årsberetning 1982

source: Annual report 1981
nb: Årsberetning 1981

source: Annual report 1980
nb: Årsberetning 1980

source: Annual report 1979
nb: Årsberetning 1979

source: Annual report 1978 (Norwegian only)
nb: Årsberetning 1978

source: Annual report 1977
nb: Årsberetning 1977

source: Annual report 1976
nb: Årsberetning 1976

source: Wellbore 6604/10-1 will be drilled from the Aker Barents drilling facility at position 66° 11' 00.10’’ North and 4° 11' 42.79’’ East.
nb: Brønnbanen 6604/10-1 skal borast frå boreinnretninga Aker Barents i posisjon 66° 11' 0,10’’ nord og 04° 11' 42,79’’ aust.

source: The drilling program for wellbore 6604/10-1 relates to the drilling of an appraisal well in production licence 326.
nb: Boreprogrammet for brønnbane 6604/10-1 gjeld boring av ein avgrensingsbrønn i utvinningsløyve 326.

source: Shell is the operator with a 50 per cent ownership interest.
nb: Shell er operatør med ein del på 50 prosent.

source: Other licensees are Statoil Petroleum AS ( 40 per cent) and GDF Suez E&P Norge (10 per cent).
nb: Rettshavarar er Statoil Petroleum AS (40 prosent) og GDF Suez E&P Norge (10 prosent).

source: The licence includes blocks 6603/12-1, 6604/7, 6604/8 and 6604/10.
nb: Utvinningsløyvet består av blokkene 6603/12-1, 6604/7, 6604/8 og 6604/10.

source: Appraisal well 6604/10-1 is the second exploration well in production licence 326.
nb: Avgrensingsbrønn 6604/10-1 er den andre leitebrønnen i utvinningsløyve 326.

source: Wellbore 6608/10-14 S will be drilled from the Ocean Vanguard drilling facility at position 66° 8’58.50” North and 8°14’45.69” East.
nb: Brønnbane 6608/10-14 S skal bores fra boreinnretningen Ocean Vanguard i posisjon 66° 8’58,50” Nord og 8°14’45,69” Øst.

source: The drilling program for wellbore 6608/10-14 S relates to the drilling of a wildcat well in production licence 128.
nb: Boreprogrammet for brønnbane 6608/10-14 S gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 128.

source: Well 6608/10-14 S is located about 15 km northeast of the Norne field in the Norwegian Sea.
nb: Brønn 6608/10-14 S ligger omtrent 15 kilometer nordøst for Nornefeltet i Norskehavet.

source: The production licence consists of parts of blocks 6608/10 and 6608/11.
nb: Utvinningstillatelsen består av deler av blokkene 6608/10 og 6608/11.

source: The production licence was awarded in licensing round 10 B in 1986.
nb: Utvinningstillatelsen ble tildelt i konsesjonsrunde 10 B i 1986.

source: Wildcat well 6608/10-14 S is the 24th exploration well in production licence 128.
nb: Undersøkelsesbrønn 6608/10-14 S er den 24. letebrønnen i utvinningstillatelse 128.

source: Well 7119/12-4 is located approximately 75 kilometres southwest of the Snøhvit field.
nb: Brønn 7119/12-4 ligg om lag 75 kilometer sørvest for Snøhvitfeltet.

source: The production licence consists of part of the blocks 7019/1, 7019/2, 7119/11, 7119/12 and 7120/10.
nb: Utvinningsløyvet består av delar av blokk 7019/1, 7019/2, 7119/11, 7119/12 og 7120/10.

source: Wildcat well 7119/12-4 is the first exploration well in production licence 488.
nb: Undersøkingsbrønn 7119/12-4 er den første leitebrønnen i utvinningsløyve 488.

source: Download map
nb: Last ned kart

source: Wellbore 7210/12-5 will be drilled from the drilling facility Polar Pioneer at position 71°11’57.99” north and 20°54’54.57” east.
nb: Brønn 7120/12-5 skal borast frå boreinnretninga Polar Pioneer i posisjon 71°11’57,99” nord og 20°54’54,57” aust.

source: The drilling programme for wellbore 7210/12-5 applies to the drilling of a wildcat well in production licence 489.
nb: Boreprogrammet for brønn 7120/12-5 gjeld boring av undersøkningsbrønn innafor utvinningsløyve 489.

source: The following licensees are presently registered in the Petroleum Register: Eni Norway AS is the operator with 40 per cent ownership interest.
nb: Følgende rettighetshavere er pr i dag registrert i Petroleumsregistret: Eni Norge AS er operatør med ein del på 40 prosent.

source: The other licensees are Statoil Petroleum AS (40 per cent) and Petoro AS (20 per cent).
nb: Dei andre rettshavarane er Statoil Petroleum AS med 40 prosent og Petoro AS med 20 prosent.

source: The area covered in this licence consists of the blocks 7120/11-1 and 7120/12-2.
nb: Arealet i dette løyvet består av blokker 7120/11-1 og 7120/12-2.

source: The well will be drilled in the Barents Sea about 50 km from Goliat and 78 km from shore (Sørøya).
nb: Brønnen blir bora i Barentshavet om lag 50 kilometer fra Goliat og 78 kilometer fra land (Sørøya).

source: Production licence 489 was awarded on 29 February 2008 (APA 2007).
nb: Utvinningsløyve 489 vart delt ut 29. februar 2008 (TFO 2007).

source: The drilling program for wellbore 9/2-11 applies to the drilling of a wildcat well in production licence 316 DS in the southeastern sector of the North Sea, just north of the Yme field.
nb: Boreprogrammet for brønnbane 9/2-11 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 316 DS i den sørøstlige delen av Nordsjøen like nord for Ymefeltet.

source: Talisman Energy Norge AS is the operator, with an ownership interest of 50 per cent.
nb: Talisman Energy Norge AS er operatør med en eierandel på 50 prosent.

source: The other licensees are Bridge Energy AS with a 20 per cent ownership interest, Lotus Exploration and Production Norge AS also with a 20 per cent ownership interest and Wintershall Norge ASA with a 10 per cent ownership interest.
nb: Øvrige rettighetshavere er Bridge Energy AS med 20 % eierandel, Lotus Exploration and Production Norge AS også med 20 prosent eierandel og Wintershall Norge ASA med 10 prosent eierandel.

source: Wellbore 9/2-11 is the first exploration well to be drilled in the production licence, and it will be drilled from the drilling facility Transocean Winner.
nb: Brønnbane 9/2-11 er den første letebrønnen som bores i utvinningstillatelsen og skal bores fra boreinnretningen Transocean Winner.

source: Well 15/8-2 will be drilled from the COSLPioneer drilling facility, at position 58°24’55.1’’N 01°32’49.90’’E.
nb: Brønn 15/8-2 skal borast frå boreinnretninga COSLPioneer i posisjon 58°24’55,1’’N 01°32’49,90’’Ø.

source: COSLPioneer is a new drilling facility that was built in China.
nb: COSLPioneer er ei ny boreinnretning som er bygt i Kina.

source: The facility was docked at Sandnes this summer to be prepared for its first assignment on the Norwegian shelf.
nb: I sommar har innretninga lege ved kai i Sandnes for å bli gjort klar for første oppdrag på norsk sokkel.

source: The drilling program for well 15/8-2 concerns the drilling of a wildcat well in production licence 303.
nb: Boreprogrammet for brønn 15/8-2 gjeld boring av undersøkingsbrønn i utvinningsløyve 303.

source: The area in this licence consists of a part of block 15/2 and parts of blocks 15/3, 15/5, 15/6 and 15/8.
nb: Arealet i dette løyvet består av del av blokk 15/2 og deler av blokkene 15/3, 15/5, 15/6 og 15/8.

source: The well will be drilled about ten kilometres west of the Sleipner Vest field in the central part of the North Sea.
nb: Brønnen vert bora om lag ti kilometer vest for Sleipner Vestfeltet i midtre del av Nordsjøen.

source: This is the seventh well to be drilled in the licence area.
nb: Dette er den sjuande brønnen som blir bora innafor løyvet sitt areal.

source: Well 16/2-10 S will be drilled from the Transocean Leader drilling facility at position 58°51’16.10’’N 2°32’37.45’’E following completion of drilling of wildcat well 16/2-9 for Statoil in production licence 265.
nb: Brønn 16/2-10 skal borast frå boreinnretninga Transocean Leader i posisjon 58°51’16,10”N og 2°32’37,45”Ø etter avslutting av boring av undersøkingsbrønn 16/2-9 S for Statoil i utvinningsløyve 265.

source: The drilling program for well 16/2-10 concerns the drilling of an appraisal well in production licence 265.
nb: Boreprogrammet for brønn 16/2-10 gjeld boring av avgrensingsbrønn i utvinningsløyve 265.

source: Statoil Petroleum AS is the operator with an ownership interest of 40 per cent.
nb: Statoil Petroleum AS er operatør med 40 prosent del.

source: The other licensees are Petoro AS with 30 per cent, Det norske oljeselskap ASA with 20 per cent and Lundin Norway AS with 10 per cent.
nb: Dei andre rettshavarane er Petoro AS med 30 prosent, Det norske oljeselskap ASA med 20 prosent og Lundin Norway AS med 10 prosent.

source: The area in this permit consists of parts of block 16/2.
nb: Arealet i dette løyvet består av del av blokka 16/2.

source: The well will be drilled about 5 kilometres north of well 16/2-8 in the central part of the North Sea.
nb: Brønnen blir bora om lag fem kilometer nord for brønnen 16/2-8 i midtre del av Nordsjøen.

source: Production licence 265 was awarded on 24 April 2001 (North Sea Awards 2000).
nb: Utvinningsløyve 265 vart delt ut 24. april 2001 (NST 2000).

source: This is the seventh well drilled in the license's area.
nb: Dette er den sjuande brønnen som blir bora innafor løyvet sitt areal.

source: Well 16/2-7 will be drilled from the Bredford Dolphin drilling facility at position 58°46’48’’N 02°39’16’’E after completing drilling of wildcat well 16/3-4 for Lundin in production licence 501.
nb: Brønn 16/2-7 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°46’48’’N 02°39’16’’Ø etter avslutting av boring av undersøkingsbrønn 16/3-4 for Lundin i utvinningsløyve 501.

source: The drilling programme for well 16/2-7 relates to drilling of a wildcat well in production licence 501.
nb: Boreprogrammet for brønn 16/2-7 gjeld boring av undersøkingsbrønn i utvinningsløyve 501.

source: The other licensees are Statoil Petroleum AS with 40 per cent and Maersk Oil Norway AS with 20 per cent.
nb: Dei andre rettshavarane er Statoil Petroleum AS med 40 prosent og Maersk Oil Norway AS med 20 prosent.

source: The area in this licence consists of parts of blocks 16/2, 3, 5 and 6.
nb: Arealet i dette løyvet består av delar av blokkene 16/2,3, 5 og 6.

source: The well was drilled approximately five kilometres south of the oil discovery well 16/2-6 (“Avaldsnes”) in the central North Sea.
nb: Brønnen vert bora om lag fem kilometer sør for oljefunnbrønnen 16/2-6 (’Avaldsnes’) i midtre del av Nordsjøen.

source: Production licence 501 was awarded on 23 January 2009 (APA 2008).
nb: Utvinningsløyve 501 vart delt ut 23. januar 2009 (TFO 2008).

source: This is the third well to be drilled in the area of the licence.
nb: Dette er den tredje brønnen som blir bora innafor løyvet sitt areal.

source: The permit is contingent upon the operator having secured all other permits and consents required by other authorities before starting the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Facts: The Storegga slide An area off mid-Norway about the size of Iceland experienced a massive landslide some 8 100 years ago in water depths from 300 to 2 500 metres.
nb: Fakta: Storegga-raset For om lag 8100 år siden raste et område like stort som Island utenfor Mørekysten: Storegga-raset gikk på 300-2500 meters dyp.

source: Ahead of the development of this field, extensive studies were conducted to determine the threat of new land movements.
nb: I forkant av utbyggingen er det gjort omfattende undersøkelser for å finne ut om det er fare for nye ras.

source: Illustration: Norsk Hydro
nb: Illustrasjon: Norsk Hydro

source: “These detailed studies have given Norway a unique expertise on the subject of underwater landslides,” observes NPD geologist Fridtjof Riis.
nb: - De omfattende undersøkelsene har gitt Norge unik kompetanse på undersjøiske skred, konstaterer Fridtjof Riis, geolog i Oljedirektoratet.

source: In addition to the Norwegian Geological Survey (NGU) and the Norwegian Geotechnical Institute (NGI), this work has involved the universities of Oslo, Bergen, Trondheim and Tromsø.
nb: Universitetene i Oslo, Bergen, Trondheim og Tromsø i tillegg til Norges geologiske undersøkelse (NGU) og Norges Geotekniske Institutt (NGI) har vært engasjert i arbeidet med Storegga-skredet.

source: Although there is no threat of new seabed displacements around Ormen Lange, he and the NGU want to continue studying the Nyegga area at the northern edge of the slide.
nb: Selv om det ikke er fare for nye ras ved Ormen Lange-feltet, ønsker instituttet sammen med NGU å forske videre på Nyegga-området i den nordlige delen av raskanten.

source: “Goals included developing the best possible models to understand the processes which can unleash tsunamis, and to predict the size and extent of such waves,” he explains.
nb: - Hensikten er blant annet å utvikle best mulig modeller for å forstå de prosessene som kan utløse flodbølger, og å forutsi omfanget og den geografiske utbredelsen av bølgene, sier Harbitz.

source: “Thanks to Ormen Lange, Norwegian researchers have become more visible internationally,” Prof Harbitz adds.
nb: - Gjennom Ormen Lange ble norske forskningsmiljøer mer synlige internasjonalt.

source: Stable Tore Kvalstad at the NGI headed studies to determine whether the seabed in the Storegga slide area is stable enough to bear the Ormen Lange installations without risking a new displacement.
nb: Fra Møre til India og Egypt Tore Kvalstad ved NGI ledet arbeidet med å undersøke om havbunnen i rasområdet på Storegga vil tåle Ormen Lange-installasjonene uten å rase på ny.

source: He says that the work on and openness around this development has prompted the international oil and gas industry to contact the institute with offers of new jobs.
nb: Han sier at arbeidet med og åpenheten rundt Ormen Lange har ført til at NGI er blitt kontaktet for oppdrag fra internasjonal olje- og gassindustri.

source: “We did very extensive field work and collected a lot of samples for testing,” he reports.
nb: - Det ble gjennomført svært omfattende feltarbeid der store mengder prøvemateriale ble samlet inn.

source: “That permitted technical calculations of the slide risk on Ormen Lange and the scope of the original event.”
nb: Dette muliggjorde tekniske beregninger av skredrisiko ved Ormen Lange-feltet og etterberegning av omfanget av Storegga-skredet, sier han.

source: Geotechnical data for submarine slides elsewhere in the world have otherwise proved very limited.
nb: Ellers i verden har det vært stor mangel på geotekniske data fra undersjøiske skred.

source: “That meant we were working with most of the experts on issues relating to landslip hazards.”
nb: Dette førte til samarbeid med de fleste eksperter på tema knyttet til skredfare, sier Bryn.

source: He emphasises that the most important reason for the success of the Ormen Lange investigation – in the form of a conclusion that everyone accepted – was the creation of an open cross-disciplinary collaboration between disciplines and institutions.
nb: Han understreker at den viktigste årsaken til at prosjektet ble vellykket, det vil si at de kunne trekke en konklusjon som alle sluttet seg til, var at de fikk til et åpent samarbeid på tvers, både mellom fagdisipliner og mellom institusjoner.

source: Well 16/2-9 S will be drilled from the Transocean Leader drilling facility at position 58°54’46.39’’N 02°26’22.80’’E following completion of drilling of wildcat well 16/2-8 for Statoil in production licence 265.
nb: Brønn 16/2-9 S skal borast frå boreinnretninga Transocean Leader i posisjon 58°54’46,39’’N 02°26’22,80’’Ø etter avslutting av boring av undersøkingsbrønn 16/2-8 for Statoil i utvinningsløyve 265.

source: The drilling program for well 16/2-9 S concerns the drilling of a wildcat well in production licence 265.
nb: Boreprogrammet for brønn 16/2-9 S gjeld boring av undersøkingsbrønn i utvinningsløyve 265.

source: The well will be drilled about 12 kilometres northwest of well 16/2-8 (Aldous Major South) in the central part of the North Sea.
nb: Brønnen vert bora om lag 12 kilometer nordvest for brønnen 16/2-8 (Aldous Major South) i midtre del av Nordsjøen.

source: This is sixth well to be drilled in the licence.
nb: Dette er den sjette brønnen som blir bora innafor løyvet sitt areal.

source: Well 16/3-4 is to be drilled from the drilling facility Bredford Dolphin located at position 58° 48’ 14.5” north 02° 43’ 08.5” east after the drilling of wildcat well 16/1-15 for Lundin in production licence 501 has been completed.
nb: Brønn 16/3-4 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58° 48’ 14,5”N 02° 43’ 08,5”Ø etter avslutting av boring av undersøkingsbrønn 16/1-15 for Lundin i utvinningsløyve 338.

source: The drilling programme for well 16/3-4 concerns the drilling of a wildcat well in production licence 501.
nb: Boreprogrammet for brønn 16/3-4 gjeld boring av undersøkingsbrønn i utvinningsløyve 501.

source: Lundin is the operator with a 40 per cent ownership interest.
nb: Lundin er operatør med 40 prosent del.

source: The other licensees are Statoil Petroleum AS with 40 per cent and Maersk Oil Norway with 20 per cent.
nb: Dei andre rettshavarane er Statoil Petroleum AS med 40 prosent og Maersk Oil Norway AS med 20 prosent.

source: The licence area comprises parts of blocks 16/2, 3, 5 and 6.
nb: Arealet i dette løyvet består av delar av blokkene 16/2,3, 5 og 6.

source: The well will be drilled approximately six kilometres southeast of the oil discovery well 16/2-6 (Avaldsnes) in the central area of the North Sea.
nb: Brønnen vert bora om lag seks kilometer søraust for oljefunnbrønnen 16/2-6 (Avaldsnes) i midtre del av Nordsjøen.

source: Production licence 501 was awarded on 23 January 2009 (TFO 2008).
nb: Utvinningsløyve 501 vart delt ut 23. januar 2009 (TFO 2008).

source: Well 16/5-2 will be drilled from the Bredford Dolphin drilling facility at position 58°44’43.55’’N 02°37’58.20’’E after completing the drilling of wildcat well 9/1-1 for Premier Oil Norge AS in production licence 405.
nb: Brønn 16/5-2 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°44’43,55’’N 02°37’58,20’’Ø etter avslutting av boring av undersøkingsbrønn 9/1-1 for Premier Oil Norge AS i utvinningsløyve 405.

source: The drilling program for well 16/5-2 relates to the drilling of a delineation well in production licence 501.
nb: Boreprogrammet for brønn 16/5-2 gjeld boring av avgrensingsbrønn i utvinningsløyve 501.

source: The will be drilled in the central part of the North Sea, about nine kilometres south of the oil discovery well 16/2-6 (’Avaldsnes’) and four kilometres southwest of the nearest delineation well 16/2-7.
nb: Brønnen blir bora i midtre del av Nordsjøen om lag ni kilometer sør for oljefunnbrønnen 16/2-6 (’Avaldsnes’) og fire kilometer sørvest for næreste avgrensingsbrønn 16/2-7.

source: This is the fourth well to be drilled in the licence area.
nb: Dette er den fjerde brønnen som blir bora innafor løyvet sitt areal.

source: This permit is contingent upon the operator securing all permits and consents required by other authorities before commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 16/7-10 will be drilled by the drilling facility Ocean Vanguard at position 58º 29’ 56.56” N, 02º 01’ 31.42 ”E, following completion of wildcat well 30/11-8 A for Statoil in production licence 035.
nb: Brønn 16/7-10 skal borast frå boreinnretninga Ocean Vanguard i posisjon 58º 29’ 56.56” N, 02º 01’ 31,42 ”E etter avslutting av boring av undersøkingsbrønn 30/11-8 A for Statoil i utvinningsløyve 035.

source: The drilling programme for well 16/7-10 concerns the drilling of a wildcat well in production licence 569.
nb: Boreprogrammet for brønn 16/7-10 gjeld boring av undersøkingsbrønn i utvinningsløyve 569.

source: Statoil is the operator with a 59.6 per cent ownership share.
nb: Statoil er operatør med 59,6 prosent del.

source: The other licensees are ExxonMobil with 30.4 per cent and Total with 10 per cent.
nb: Dei andre rettshavarane er ExxonMobil med 30,4 prosent og Total med 10 prosent.

source: The area in the licence comprises the southwestern section of block 16/4.
nb: Arealet i dette løyvet består av sørvestlig del av blokk 16/4.

source: The well will be drilled about 10 kilometres northeast of the Volve field in the central section of the North Sea.
nb: Brønnen vert bora om lag ti kilometer nordøst for Volvefeltet i midtre del av Nordsjøen.

source: Production licence 569 was awarded on 4 February 2011 (APA 2010).
nb: Utvinningsløyve 569 vart delt ut 4. februar 2011 (TFO 2010).

source: Wellbore 2/4-21 will be drilled from the drilling facility Mærsk Gallant at position 56°42’00.81’’N and 3°8’34.31”E.
nb: Brønn 2/4-21 skal borast frå boreinnretninga Mærsk Gallant i posisjon 56°42’00,81’’ nord og 3°8’34,31” aust.

source: The drilling program for wellbore 2/4-21 applies to drilling of a wildcat well in production licence 146.
nb: Boreprogrammet for brønn 2/4-21 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 146.

source: Production licence 146 was awarded to Saga Petroleum in 1988 in the 12th licensing round.
nb: Utvinningsløyve 146 blei tildelt Saga Petroleum i 1988 i den 12. konsesjonsrunden på norsk sokkel.

source: The well will be drilled about 18 km north of the Ekofisk field.
nb: Brønnen blir bora rundt 18 kilometer nord for Ekofiskfeltet.
